Repository: Mu-L/terminology
Catalog: po/*.po
Languages: hu

source: Copy '%s'
hu: '%s' másolása

source: Open
hu: Megnyitás

source: YouTube channel
hu: YouTube csatorna

source: <b>Terminology %s</b><br>Why should terminals be boring?<br><br>This terminal was written for Enlightenment, to use EFL and otherwise push the boundaries of what a modern terminal emulator should be. We hope you enjoy it.<br><br>Copyright © 2012-%d by:<br><br>%s<br><br>Distributed under the 2-clause BSD license detailed below:<br><br>%s
hu: <b>Terminology %s</b><br>Miért kéne a termináloknak unalmasnak lenniük?<br><br>Ez a terminál az Enlightenment-hez készült, hogy ez EFL-t használja, és hogy feszegesse egy modern terminál emulátor lehetőségeinek a határait. Reméljük tetszeni fog.<br><br>Copyright © 2012-%d by:<br><br>%s<br><br>Distributed under the 2-clause BSD license detailed below:<br><br>%s

source: Terminology's developers
hu: A Terminology fejlesztői

source: Controls
hu: Irányítás

source: New
hu: Új

source: Split V
hu: Függőleges felosztás

source: Split H
hu: Vízszintes felosztás

source: Miniview
hu: Kisméretű nézet

source: Set title
hu: Cím beállítása

source: Copy
hu: Másolás

source: Paste
hu: Beillesztés

source: Settings
hu: Beállítások

source: About
hu: Információ

source: Grouped input
hu: Csoportos bevitel

source: Close Terminal
hu: Terminál bezárása

source: Scrolling
hu: Görgetés

source: Scroll one page up
hu: Egy oldal görgetése felfelé

source: Scroll one page down
hu: Egy oldal görgetése lefelé

source: Scroll one line up
hu: Görgetés egy sorral feljebb

source: Scroll one line down
hu: Görgetés egy sorral lejjebb

source: Reset scroll
hu: Görgetés visszaállítása

source: Copy/Paste
hu: Másolás/Beillesztés

source: Copy selection to Primary buffer
hu: A kijelölés Másolása az Elsődleges pufferre

source: Paste Primary buffer (highlight)
hu: Elsődleges puffer beillesztése (kiemelés)

source: Focus the previous terminal
hu: Fókusz az előző terminálra

source: Focus the next terminal
hu: Fókusz a következő terminálra

source: Focus the terminal above
hu: Fókusz a fenti terminálra

source: Focus the terminal below
hu: Fókusz a lenti terminálra

source: Focus the terminal on the left
hu: Fókusz a bal oldali terminálra

source: Focus the terminal on the right
hu: Fókusz a jobb oldali terminálra

source: Split horizontally (new below)
hu: Vízszintes szétválasztás (új alul)

source: Split vertically (new on right)
hu: Függőleges szétválasztás (új jobbra)

source: Create a new "tab"
hu: Új "lap" létrehozása

source: Close the focused terminal
hu: Fókuszban lévő terminál bezárása

source: Bring up "tab" switcher
hu: "Lapválasztó" mutatása

source: Switch to terminal tab 1
hu: Váltás az 1. terminállapra

source: Switch to terminal tab 2
hu: Váltás a 2. terminállapra

source: Switch to terminal tab 3
hu: Váltás a 3. terminállapra

source: Switch to terminal tab 4
hu: Váltás a 4. terminállapra

source: Switch to terminal tab 5
hu: Váltás az 5. terminállapra

source: Switch to terminal tab 6
hu: Váltás a 6. terminállapra

source: Switch to terminal tab 7
hu: Váltás a 7. terminállapra

source: Switch to terminal tab 8
hu: Váltás a 8. terminállapra

source: Switch to terminal tab 9
hu: Váltás a 9. terminállapra

source: Switch to terminal tab 10
hu: Váltás a 10. terminállapra

source: Change title
hu: Cím megváltoztatása

source: Font size
hu: Betűméret

source: Font size up 1
hu: Betűméret növelése 1-el

source: Font size down 1
hu: Betűméret csökkentése 1-el

source: Display big font size
hu: Nagy betűk megjelenítése

source: Reset font size
hu: Betűméret visszaállítása

source: Open a new terminal window
hu: Új terminálablak megnyitása

source: Toggle Fullscreen of the window
hu: Váltás Teljes képernyős ablakra

source: Display the history miniview
hu: Az előzmények kisméretű megjelenítése

source: Display the command box
hu: Parancsdoboz megjelenítése

source: Could not create window
hu: Nem sikerült az ablak létrehozása

source: Could not create terminal widget
hu: Nem sikerült a terminálmodul létrehozása

source: (C) 2012-%d Carsten Haitzler and others
hu: (C) 2012-%d Carsten Haitzler és társai

source: Terminal emulator written with Enlightenment Foundation Libraries
hu: Terminál emulátor az Enlightenment Foundation Libraries felhasználásával

source: Use the named file as a background wallpaper
hu: A megnevezett fájl háttérképként való használata

source: Set window name
hu: Ablak nevének beállítása

source: Set window role
hu: Ablak szerepének beállítása

source: Set window title
hu: Ablak címének beállítása

source: Set icon name
hu: Ikon nevének beállítása

source: Set font (NAME/SIZE for scalable, NAME for bitmap)
hu: Betűtípus beállítása (NÉV/MÉRET - változtatható méretű, NÉV - bitmap)

source: Set mute mode for video playback
hu: Néma mód használata a videólejátszáshoz

source: Set cursor blink mode
hu: Kurzorvillogás módjának beállítása

source: Start borderless
hu: Keret nélküli indítás

source: Start maximized
hu: Teljes képernyős indítás

source: Terminology is run without a window manager
hu: A Terminology ablakkezelő nélküli fut

source: Do not exit when the command process exits
hu: Ne lépjen ki amikor a parancs folyamata befejeződik

source: Highlight links
hu: Hivatkozások kiemelése

source: Do not display wizard on start up
hu: Ne mutassa a varázslót induláskor

source: show program version
hu: program verziójának mutatása

source: show license
hu: licensz mutatása

source: show this message
hu: ez az üzenet mutatása

source: option %s requires an argument!
hu: a %s opció egy argumentumot vár!

source: Media visualizing is not supported
hu: Média megjelenítése nem támogatott

source: None
hu: Semmi

source: Source file is target file
hu: A forrásfájl és a célfájl megegyezik

source: Picture imported
hu: Kép importálva

source: Failed
hu: Sikertelen

source: Background
hu: Háttérkép

source: Translucent
hu: Átlátszó

source: Opacity:
hu: Átlátszatlanság:

source: Select Path
hu: Útvonal kiválasztása

source: System
hu: Rendszer

source: User
hu: Felhasználó

source: Other
hu: Egyéb

source: Click on a picture to use it as background
hu: Kattints a képre a háttérként való használathoz

source: %'d lines
hu: %'d sorok

source: Default cursor:
hu: Alapértelmezett kurzor:

source: Blinking Block
hu: Villogó Négyzet

source: Blinking Underline
hu: Villogó Aláhúzás

source: Blinking Bar
hu: Villogó Vonal

source: Behavior
hu: Viselkedés

source: Show tabs
hu: Lapok mutatása

source: Open new terminals in current working directory
hu: Új terminálok megnyitása a jelenlegi könyvtárban

source: Always show miniview
hu: Kis nézet folyamatos mutatása

source: Always open at size:
hu: Megnyitáskor mindig használja ezt a méretet:

source: Set Current:
hu: Jelenlegi beállítása:

source: Width:
hu: Szélesség:

source: Height:
hu: Magasság:

source: Options
hu: Opciók

source: Mouse
hu: Egér

source: Font
hu: Betű

source: Theme
hu: Téma

source: Colors
hu: Színek

source: Keys
hu: Billentyűk

source: Temporary
hu: Ideiglenes

source: Open website
hu: Weboldal megnyitása

source: <b>Author: </b>%s<br/><b>Website: </b>%s<br/><b>License: </b>%s
hu: <b>Készítő: </b>%s<br/><b>Weboldal: </b>%s<br/><b>Licensz: </b>%s

source: Color schemes
hu: Színtémák

source: Using theme <hilight>%s</hilight>
hu: <hilight>%s</hilight> téma használata

source: Launch %s
hu: %s futtatása

source: Select preferred size so that this text is readable
hu: Válaszd ki a megfelelő méretet úgy, hogy ez a szöveg olvasható legyen

source: Search font
hu: Betű keresése

source: Display bold and italic in the terminal
hu: Félkövér és dőlt betűk megjelenítése a terminálban

source: Delete
hu: Törlés

source: Auto hide the mouse cursor when idle:
hu: A kurzor automatikus elrejtése ha nincs használatban:

source: Active Links:
hu: Aktív Hivatkozások:

source: Gravatar integration
hu: Gravatar integráció

source: URL (Images):
hu: URL (Képek):

source: URL (Video):
hu: URL (Videó):

source: URL (All):
hu: URL (Minden):

source: Local (Images):
hu: Helyi (Képek):

source: Local (Video):
hu: Helyi (Videók):

source: Local (All):
hu: Hely (Minden):

source: Using colorscheme <hilight>%s</hilight>
hu: <hilight>%s</hilight> színtéma használata

source: Unknown font command: %s
hu: Ismeretlen betű-parancs: %s

source: Background file could not be read: %s
hu: A háttérképként választott fájl nem olvasható: %s

source: Unknown command: %s
hu: Ismeretlen parancs: %s

source: unsupported selection format '%s'
hu: nem támogatott kiválasztási formátum '%s'

source: Preview
hu: Előnézet

source: Copy relative path
hu: Relatív útvonal másolása

source: Copy full path
hu: Teljes útvonal másolása

source: Open as URL
hu: URL-ként való megnyitás

source: Could not change current directory to '%s': %s
hu: Nem sikerült átváltani a '%s' könyvtárra: %s

source: Could not load any theme for group=%s: %s
hu: Nem sikerült témát betölteni a csoporthoz=%s: %s

source: Done
hu: Kész

source: Ok
hu: Oké

source: Cancel
hu: Mégse

source: Couldn't find terminology theme! Forgot 'ninja install'?
hu: Terminology téma nem található! Nem felejtetted el a 'ninja install'-t?
